[
  {
    "Name": "大黑刀.夜",
    "Description": "无上大快刀12工之一，乱刃重花丁字，号称“世界最强之黑刀”。",
    "ImagePath": null
  },
  {
    "Name": "初代鬼彻",
    "Description": "无上大快刀12工之一，刀柄和护手的样子和二代鬼彻以及三代鬼彻相似，不同的是，此刀非常的长，属于双手使用的类型。",
    "ImagePath": null
  },
  {
    "Name": "格里芬",
    "Description": "意思就是狮鹫，象征着王的霸气，狮子是百兽之王，鹰鹫属于猛禽，都是强者中的王。",
    "ImagePath": null
  },
  {
    "Name": "和道一文字",
    "Description": "和道一文字，大快刀21工之一，直刃，白色剑鞘。索隆的第一爱刀，白色剑鞘，是青梅竹马古伊娜的遗物，如果不是古伊娜的死去，也许成就不了索隆成为剑豪的决心吧。“我会带着她那份一起变强!”和道一文字一直伴随着索隆的成长，也是索隆决心的象征。",
    "ImagePath": null
  },
  {
    "Name": "黑刀秋水",
    "Description": "大快刀21工之一，乱刃，索隆第四把爱刀。在雪走被毁后得到的刀，黑色刀鞘，刀身有波浪形刀纹，刀柄有格形花纹。从布鲁克的影子战士龙马手中得到的21工大业物。",
    "ImagePath": null
  },
  {
    "Name": "二代鬼彻",
    "Description": "大快刀21工之一，属于妖刀。由和之国”的“天狗山飞彻的先祖古彻所打造的名刀，和第一代的鬼彻一样属于妖刀，与三代鬼彻有着相似的刀柄。",
    "ImagePath": null
  },
  {
    "Name": "时雨",
    "Description": "属于大快刀21工之一，达斯琪的刀，被罗能力斩断，这刀挺不错，可惜被达斯琪妹妹使用，个人战力不是很强，所以这把刀也没有发挥到很好的作用。",
    "ImagePath": null
  },
  {
    "Name": "雪走",
    "Description": "良快刀50工之一，乱刃，黑色刀鞘。索隆第二把爱刀，黑色刀鞘。为罗格镇的武器店的镇店之宝，武器店老板受索隆与第三代鬼彻比试运气之举所震慑，将此镇店之宝免费赠与索隆。后来在逃离司法岛时于犹豫桥上被海军将领所毁，剩余的部份仍由索隆保留。",
    "ImagePath": null
  },
  {
    "Name": "三代鬼彻",
    "Description": "良快刀50工之一，乱刃，红色刀鞘(颜色真的很邪呢)。索隆第三把爱刀。曾拥有鬼彻系列的剑士均死于非命因此又有妖刀的称号。在罗格镇的武器店中，索隆于得悉此为妖刀后，仍以自身的运气与之比试并胜出，武器店老板一本松遂将此刀免费赠与索隆。",
    "ImagePath": null
  },
  {
    "Name": "花州",
    "Description": "良快刀50工之一，是一把皆烧刀。斯摩格抓捕Mr.11之后，Mr.11的佩刀花州被达斯琪获得。",
    "ImagePath": null
  },
  {
    "Name": "鬼哭",
    "Description": "没有位阶，是一把妖刀。剑鞘外表从上到下都刻有“十”字型的小图案，主体为黑色，剑镡（剑格、护手）上有毛茸茸的护物，在剑鞘的上端缚有几段以绳子为装饰品的剑穗。",
    "ImagePath": null
  },
  {
    "Name": "樱十",
    "Description": "",
    "ImagePath": null
  },
  {
    "Name": "木枯",
    "Description": "",
    "ImagePath": null
  },
  {
    "Name": "烧斩之剑",
    "Description": "狐火锦卫门的剑术很奇怪，即可斩断一切火焰，也可放出带火焰的斩击，这很有可能和他身上的两把剑有关，而且索罗也说过很想得到这两把烧斩之剑。",
    "ImagePath": null
  },
  {
    "Name": "椒盐卷饼",
    "Description": "世界独一无二的名剑“椒盐卷饼”，这把剑不仅长而且非常重，将名剑结合武装色霸气后发射出螺旋状的斩击，差一点把路飞已经武装色的手臂砍断。",
    "ImagePath": null
  },
  {
    "Name": "丧魂之剑",
    "Description": "布鲁克用的应该是西洋剑之类的，刀柄是拐杖，因为它是双刃的，而且布鲁克的攻击方式都是戳、刺，海贼王里也没有专门介绍，应该不是什么大快刀，快刀，良快刀之类的。",
    "ImagePath": null
  },
  {
    "Name": "天丛云剑",
    "Description": "可以召唤的光之剑，霸气的外形，强大的威力，除了黄猿没人能使用，黄猿曾用这把剑单挑过大将泽法，和冥王雷利，丝毫不落下风，可见这把光剑的威力与硬度。话外：黄猿的武器和使用的招数，就是日本三国宝：草薙（ti）之剑（天丛云剑）、八咫镜和八尺琼勾玉。这些东西的来历都是《古事记》中关于须佐之男和八岐大蛇的传说。按照传统说法，三神器是由天神赐予其所选中的治理者即初代天皇的。",
    "ImagePath": null
  },
  {
    "Name": "仗刀",
    "Description": "藤虎的仗刀我一直很好奇，每次发动重力果实能力的时候都会拔刀，到底是刀的作用呢？还是藤虎本身的果实能力。",
    "ImagePath": null
  },
  {
    "Name": "铁臂粉碎机",
    "Description": "铁臂粉碎机是曾经的大将泽法的武器，在海军的时候曾遭到爱德华·威布尔的攻击，损失右臂，由科学家将右臂改造成装有海楼石的机械臂“粉碎机”，用以对付能力者。拥有着击碎一切的力量，海军的巨人族中将都被其击倒。",
    "ImagePath": null
  },
  {
    "Name": "象刀",
    "Description": "斯潘达姆是其主人，由海军科技改成之后让武器和恶魔果实融合，变成了一把活着的剑，剑的前半段可以变成大象的身躯，具有非常强大的冲击力，由于能力全在武器上，所以任何人都能发挥他的武器。",
    "ImagePath": null
  },
  {
    "Name": "天侯棒",
    "Description": "由乌索普为娜美量身定做的三截式武器，在阿拉巴斯坦篇开始使用，可以产生各种跟天气有关的元素，在两年后，根据维莎利亚岛的气象科学，改造成为更强而有力的武器，有了不少新招式。娜美将此称为“魔法天候棒”，在对阵大妈手下象棋兵的时候，娜美的高强AOE能力让我们大开眼界。",
    "ImagePath": null
  },
  {
    "Name": "文斯莫克战斗服",
    "Description": "杰尔玛战斗服给予了文斯莫克家族的人一个非常强的实力。",
    "ImagePath": null
  }
]